{
  "todoList": [
    {
      "title": "Сделать список дел",
      "id": 0.14932747058556228,
      "made": true
    },
    {
      "title": "Сделать список фоток",
      "id": 0.49976701331678863,
      "made": true
    },
    {
      "title": "Сделать форму на Material-UI,React-Hook-Form",
      "id": 0.8414749084021371,
      "made": true
    },
    {
      "title": "Подключить json-server",
      "id": 0.7615733789680639,
      "made": true
    },
    {
      "title": "Сделать валидацию формы",
      "id": 0.39120008047439714,
      "made": false
    }
  ],
  "notes": [
    {
      "title": "Суп Минестроне ",
      "detalis": "Огромное количество разных супов на основе бобовых, овощей, картофеля, пасты или риса. Среди ингредиентов, которые неизменно присутствуют в разного рода  минестрони лук, бобовые, морковь, томаты и сельдерей. Это блюдо подается к столу в качестве первого либо в качестве альтернативы ризотто или пасте.",
      "category": "Итальянская кухня",
      "id": 3
    },
    {
      "title": " Рататуй",
      "detalis": "Рататуй — французское овощное рагу. Посмотрела одноименный мультик, и мне очень захотелось приготовить рататуй. Долго я искала рецепты и вот представляю вашему вниманию - мой первый РАТАТУЙ!!!",
      "category": "Французская кухня",
      "id": 8
    },
    {
      "title": "Равиоли",
      "detalis": "Небольшие макаронные пельмени с самой разнообразной начинкой. Учитывая большой выбор видов равиоли (ravioli), никого не удивляет тот факт, что это блюдо итальянской кухни пользуется огромной популярностью по всему миру.",
      "category": "Итальянская кухня",
      "id": 4
    },
    {
      "title": " Курица, тушенная в кисло-сладком соусе с болгарским перцем и морковью",
      "detalis": "На приготовление курицы с овощами по-китайски требуется совсем немного времени. Куриное мясо и овощи сначала обжариваются, а затем тушатся в кисло-сладком соусе с лёгкой остринкой. Благодаря овощам и соусу блюдо получается сочным, оригинальным и очень вкусным.",
      "category": "Китайская кухня",
      "id": 9
    },
    {
      "title": "Прошутто",
      "detalis": "Пармская ветчина, известная также как прошутто (prosciutto).Прошутто, как правило, подают к столу в качестве закуски или в составе мясного ассорти перед обедом или ужином. Итальянцы любят класть этот продукт на ломтики хлеба или гриссини (grissini — хлебные палочки). Летом же жители солнечной Италии не отказывают себе в удовольствии насладиться прошутто с арбузом на шпажках, а также этим видом ветчины с медом, что вместе дает удивительное сочетание сладкого и соленого.",
      "category": "Итальянская кухня",
      "id": 7
    },
    {
      "title": " Фрикасе из свинины",
      "detalis": "Фрикасе из свинины - мясо с грибами, в соусе из сметаны и сыра. Быстро, нежно, с любым гарниром!",
      "category": "Французская кухня",
      "id": 10
    },
    {
      "title": "Цыпленок «Пармезан» ",
      "detalis": "Цыпленок Пармезан (Chicken Parmigiana) – поистине классическое блюдо итальянской кухни, которое получило особую известность в Соединенных Штатах Америки. И не удивительно: потрясающая курочка не оставит никого равнодушным.",
      "category": "Итальянская кухня",
      "id": 5
    },
    {
      "title": "Китайские слоеные лепешки с зеленым луком",
      "detalis": "Китайские лепешки готовятся из муки и воды, но есть секреты приготовления, которые делают эти бюджетные лепешки слоеными. Начинка может быть совершенно любой, в этот раз я готовила лепешки с укропом и зеленым луком.",
      "category": "Китайская кухня",
      "id": 11
    },
    {
      "title": "Картофель \"Буланжер\"",
      "detalis": "Картофель буланжер, или картофель булочника (\"буланжери\" в переводе с французского - \"булочная\"), - традиционное блюдо французской кухни. В прежние времена, как говорят, французские хозяйки отдавали подготовленную картошку в булочную, чтобы блюдо там медленно томилось в печи... Ароматная, мягкая, буквально тающая во рту картошка под хрустящей корочкой.",
      "category": "Французская кухня",
      "id": 12
    },
    {
      "title": " Курица, тушенная в кисло-сладком соусе с болгарским перцем и морковью",
      "detalis": "На приготовление курицы с овощами по-китайски требуется совсем немного времени. Куриное мясо и овощи сначала обжариваются, а затем тушатся в кисло-сладком соусе с лёгкой остринкой. Благодаря овощам и соусу блюдо получается сочным, оригинальным и очень вкусным.",
      "category": "Китайская кухня",
      "id": 13
    }
  ],
  "photos": [
    {
      "id": 1
    },
    {
      "id": 2
    },
    {
      "id": 3
    },
    {
      "id": 4
    }
  ]
}